Repository: ArmandDelessert/husqvarna-automower-windows
Catalog: src/HusqaCockpit.App/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# ErrorCode_Unknown
source: Unknown error (code {0})
fr_fr: Erreur inconnue (code {0})

# Error_NotConnected
source: Not connected to Husqvarna. Check the API key in the settings.
fr_fr: Non connecté à Husqvarna. Vérifiez la clé d'API dans les paramètres.

# Status_Disconnected
source: Disconnected
fr_fr: Déconnectée

# Status_LastSeen
source: Last contact {0}
fr_fr: Dernier contact {0}

# Status_ErrorSince
source: Since {0}
fr_fr: Depuis {0}

# Status_Stopped
source: Stopped
fr_fr: Arrêtée

# Status_StoppedDetail
source: Manual action required on the mower
fr_fr: Une intervention sur la tondeuse est nécessaire

# Status_Paused
source: Paused
fr_fr: En pause

# Status_PausedDetail
source: Waiting in the garden
fr_fr: Attend dans le jardin

# Status_NextStart
source: Next start {0}
fr_fr: Prochain départ {0}

# Status_Mowing
source: Mowing
fr_fr: Tond

# Status_MowingOverride
source: Manual start (outside the schedule)
fr_fr: Démarrage manuel (hors planning)

# Status_MowingSchedule
source: Following the schedule
fr_fr: Selon le planning

# Status_Charging
source: Charging
fr_fr: En charge

# Status_ChargingRemaining
source: {0} left
fr_fr: Encore {0}

# Status_Parked
source: Parked
fr_fr: Garée

# Status_ParkedUntil
source: Until {0}
fr_fr: Jusqu'à {0}

# Status_ParkedUntilFurtherNotice
source: Parked until further notice
fr_fr: Garée jusqu'à nouvel ordre

# Status_ParkedUntilFurtherNoticeDetail
source: Use “Resume” to follow the schedule again
fr_fr: Utilisez « Reprendre » pour revenir au planning

# Status_NoSchedule
source: No upcoming start
fr_fr: Aucun départ prévu

# When_Today
source: today at {0}
fr_fr: aujourd'hui à {0}

# When_Tomorrow
source: tomorrow at {0}
fr_fr: demain à {0}

# When_Yesterday
source: yesterday at {0}
fr_fr: hier à {0}

# When_Date
source: {0} at {1}
fr_fr: {0} à {1}

# When_DatePattern
source: ddd, MMM d
fr_fr: ddd d MMM

# Relative_JustNow
source: just now
fr_fr: à l'instant

# Relative_Minutes
source: {0} min ago
fr_fr: il y a {0} min

# Relative_Hours
source: {0} h ago
fr_fr: il y a {0} h

# Relative_Days
source: {0} d ago
fr_fr: il y a {0} j

# Schedule_EveryDay
source: Every day
fr_fr: Tous les jours

# MowerActivity_Unknown
source: Unknown
fr_fr: Inconnue

# MowerActivity_NotApplicable
source: Not applicable
fr_fr: Non applicable

# MowerActivity_Mowing
source: Mowing
fr_fr: Tond

# MowerActivity_GoingHome
source: Going back to the station
fr_fr: Retourne à la station

# MowerActivity_Charging
source: Charging
fr_fr: En charge

# MowerActivity_Leaving
source: Leaving the station
fr_fr: Quitte la station

# MowerActivity_ParkedInCs
source: Parked in the station
fr_fr: Garée dans la station

# MowerActivity_StoppedInGarden
source: Stopped in the garden
fr_fr: Arrêtée dans le jardin

# MowerState_Unknown
source: Unknown
fr_fr: Inconnu

# MowerState_NotApplicable
source: Not applicable
fr_fr: Non applicable

# MowerState_Paused
source: Paused
fr_fr: En pause

# MowerState_InOperation
source: In operation
fr_fr: En fonctionnement

# MowerState_WaitUpdating
source: Software update in progress
fr_fr: Mise à jour logicielle en cours

# MowerState_WaitPowerUp
source: Starting up
fr_fr: Démarrage en cours

# MowerState_Restricted
source: Restricted (schedule or override)
fr_fr: Restreinte (planning ou commande)

# MowerState_Off
source: Switched off
fr_fr: Éteinte

# MowerState_Stopped
source: Stopped
fr_fr: Arrêtée

# MowerState_Error
source: Error
fr_fr: Erreur

# MowerState_FatalError
source: Fatal error
fr_fr: Erreur grave

# MowerState_ErrorAtPowerUp
source: Error at start-up
fr_fr: Erreur au démarrage

# MowerMode_Unknown
source: Unknown
fr_fr: Inconnu

# MowerMode_MainArea
source: Main area
fr_fr: Zone principale

# MowerMode_SecondaryArea
source: Secondary area
fr_fr: Zone secondaire

# MowerMode_Home
source: Home (parked)
fr_fr: Home (garée)

# MowerMode_Demo
source: Demo
fr_fr: Démo

# MowerMode_Poi
source: Point of interest
fr_fr: Point d'intérêt

# InactiveReason_Unknown
source: Unknown
fr_fr: Inconnue

# InactiveReason_None
source: None
fr_fr: Aucune

# InactiveReason_Planning
source: Planning its route
fr_fr: Planifie son trajet

# InactiveReason_SearchingForSatellites
source: Searching for satellites
fr_fr: Recherche de satellites

# RestrictedReason_Unknown
source: Unknown restriction
fr_fr: Restriction inconnue

# RestrictedReason_None
source: No restriction
fr_fr: Aucune restriction

# RestrictedReason_WeekSchedule
source: Weekly schedule
fr_fr: Planning hebdomadaire

# RestrictedReason_ParkOverride
source: Parked manually
fr_fr: Garée manuellement

# RestrictedReason_Sensor
source: Restricted by a sensor
fr_fr: Restriction par un capteur

# RestrictedReason_DailyLimit
source: Daily limit reached
fr_fr: Limite quotidienne atteinte

# RestrictedReason_Fota
source: Software update
fr_fr: Mise à jour logicielle

# RestrictedReason_Frost
source: Frost protection
fr_fr: Protection contre le gel

# RestrictedReason_AllWorkAreasCompleted
source: All work areas completed
fr_fr: Toutes les zones sont terminées

# RestrictedReason_External
source: External restriction (smart home, voice assistant…)
fr_fr: Restriction externe (domotique, assistant vocal…)

# RestrictedReason_NotApplicable
source: Not applicable
fr_fr: Non applicable

# HeadlightMode_AlwaysOn
source: Always on
fr_fr: Toujours allumés

# HeadlightMode_AlwaysOff
source: Always off
fr_fr: Toujours éteints

# HeadlightMode_EveningOnly
source: Evening only
fr_fr: Le soir uniquement

# HeadlightMode_EveningAndNight
source: Evening and night
fr_fr: Soir et nuit

# MessageSeverity_Unknown
source: Unknown
fr_fr: Inconnue

# MessageSeverity_Fatal
source: Fatal
fr_fr: Critique

# MessageSeverity_Error
source: Error
fr_fr: Erreur

# MessageSeverity_Warning
source: Warning
fr_fr: Avertissement

# MessageSeverity_Debug
source: Debug
fr_fr: Débogage

# MessageSeverity_Sw
source: Software
fr_fr: Logiciel

# Mower_ErrorCode
source: Error {0}: {1}
fr_fr: Erreur {0} : {1}

# Mower_Updated
source: Updated {0}
fr_fr: Mis à jour {0}

# Mower_NoPosition
source: No position available
fr_fr: Aucune position disponible

# Stats_CuttingTime
source: Total cutting time
fr_fr: Temps de coupe total

# Stats_RunningTime
source: Total running time
fr_fr: Temps de fonctionnement total

# Stats_ChargingTime
source: Total charging time
fr_fr: Temps de charge total

# Stats_SearchingTime
source: Time spent searching for the station
fr_fr: Temps de recherche de la station

# Stats_ChargingCycles
source: Charging cycles
fr_fr: Cycles de charge

# Stats_Distance
source: Distance driven
fr_fr: Distance parcourue

# Stats_BladeUsage
source: Blade usage since last reset
fr_fr: Utilisation des lames depuis la remise à zéro

# Command_Failed
source: Command failed: {0}
fr_fr: Échec de la commande : {0}

# Command_FailedFor
source: The command failed for: {0}
fr_fr: La commande a échoué pour : {0}

# Command_StartSent
source: Start command sent.
fr_fr: Ordre de démarrage envoyé.

# Command_PauseSent
source: Pause command sent.
fr_fr: Ordre de pause envoyé.

# Command_ResumeSent
source: The mower will follow its schedule again.
fr_fr: La tondeuse va reprendre son planning.

# Command_ParkSent
source: Park command sent.
fr_fr: Ordre de retour à la station envoyé.

# Command_ConfirmSent
source: Error acknowledged.
fr_fr: Erreur acquittée.

# Command_SettingsSent
source: Setting sent to the mower.
fr_fr: Réglage envoyé à la tondeuse.

# Command_BladeResetSent
source: Blade usage counter reset.
fr_fr: Compteur d'utilisation des lames remis à zéro.

# Command_ParkAllSent
source: All mowers are going back to their station until further notice.
fr_fr: Toutes les tondeuses retournent à leur station jusqu'à nouvel ordre.

# Command_ResumeAllSent
source: All mowers will follow their schedule again.
fr_fr: Toutes les tondeuses reprennent leur planning.

# Tray_Summary
source: {0} mower(s) · {1} mowing
fr_fr: {0} tondeuse(s) · {1} en tonte

# Tray_Errors
source: {0} with a problem
fr_fr: {0} en erreur

# Tray_Open
source: Open HusqA Cockpit
fr_fr: Ouvrir HusqA Cockpit

# Tray_Refresh
source: Refresh
fr_fr: Actualiser

# Tray_ParkAll
source: Park all mowers
fr_fr: Garer toutes les tondeuses

# Tray_ResumeAll
source: Resume all schedules
fr_fr: Reprendre tous les plannings

# Tray_Quit
source: Quit
fr_fr: Quitter

# Connection_Live
source: Real time
fr_fr: Temps réel

# Connection_Polling
source: Periodic refresh
fr_fr: Actualisation périodique

# Connection_Starting
source: Connecting…
fr_fr: Connexion…

# Connection_Offline
source: Offline
fr_fr: Hors ligne

# Connection_NotConfigured
source: API key required
fr_fr: Clé d'API requise

# Banner_NoCredentialsTitle
source: Welcome!
fr_fr: Bienvenue !

# Banner_NoCredentials
source: Enter your Husqvarna API key to see your mowers.
fr_fr: Saisissez votre clé d'API Husqvarna pour afficher vos tondeuses.

# Banner_StartingTitle
source: Connecting to Husqvarna…
fr_fr: Connexion à Husqvarna…

# Banner_PollingTitle
source: Real-time updates unavailable
fr_fr: Mises à jour en temps réel indisponibles

# Banner_Polling
source: The mowers are refreshed periodically.
fr_fr: Les tondeuses sont actualisées périodiquement.

# Banner_Forbidden
source: Husqvarna refused the real-time connection: on the developer portal, check that your application is connected to the “Automower Connect API” (renewing the key often helps). Meanwhile the mowers are refreshed periodically.
fr_fr: Husqvarna a refusé la connexion temps réel : sur le portail développeur, vérifiez que votre application est connectée à « Automower Connect API » (renouveler la clé aide souvent). En attendant, les tondeuses sont actualisées périodiquement.

# Banner_PollingTimes
source: Last update {0}, next {1}.
fr_fr: Dernière mise à jour {0}, prochaine {1}.

# Banner_AuthFailedTitle
source: API key rejected
fr_fr: Clé d'API refusée

# Banner_AuthFailed
source: Husqvarna rejected the application key or secret. Check them in the settings.
fr_fr: Husqvarna a refusé la clé ou le secret de l'application. Vérifiez-les dans les paramètres.

# Banner_OfflineTitle
source: Husqvarna servers unreachable
fr_fr: Serveurs Husqvarna injoignables

# Banner_RetryAt
source: Next attempt at {0}.
fr_fr: Nouvel essai à {0}.

# Settings_TestSuccess
source: Connection successful: {0} mower(s) found.
fr_fr: Connexion réussie : {0} tondeuse(s) trouvée(s).

# Settings_TestTooManyLogins
source: Husqvarna refuses logins that are too close together. Wait a minute and try again.
fr_fr: Husqvarna refuse les connexions trop rapprochées. Patientez une minute puis réessayez.

# Settings_TestInvalid
source: The application key or secret is incorrect.
fr_fr: La clé ou le secret de l'application est incorrect.

# Settings_TestForbidden
source: The key is valid but cannot access the Automower Connect API. Connect this API to your application on the developer portal.
fr_fr: La clé est valide mais n'a pas accès à l'API Automower Connect. Connectez cette API à votre application sur le portail développeur.

# Settings_TestError
source: Test failed: {0}
fr_fr: Échec du test : {0}

# Settings_Saved
source: Key saved. Connecting…
fr_fr: Clé enregistrée. Connexion en cours…

# Settings_Deleted
source: Key deleted from this computer.
fr_fr: Clé supprimée de cet ordinateur.

# Settings_EveryMinutes
source: Every {0} minutes
fr_fr: Toutes les {0} minutes

# Settings_Quota
source: API requests sent this month from this computer: {0} (Husqvarna limit: {1} per month).
fr_fr: Requêtes envoyées à l'API ce mois-ci depuis cet ordinateur : {0} (limite Husqvarna : {1} par mois).

# Notification_ErrorTitle
source: {0} has a problem
fr_fr: {0} a un problème

# Notification_AlarmTitle
source: ⚠ Alarm on {0}
fr_fr: ⚠ Alarme sur {0}

# Notification_ClearedTitle
source: {0} is working again
fr_fr: {0} fonctionne à nouveau

# Notification_ClearedBody
source: Resolved: {0}
fr_fr: Résolu : {0}

# Notification_StoppedTitle
source: {0} has stopped
fr_fr: {0} s'est arrêtée

# Notification_StoppedBody
source: A manual action on the mower is required.
fr_fr: Une intervention sur la tondeuse est nécessaire.

# Notification_DisconnectedTitle
source: {0} is disconnected
fr_fr: {0} est déconnectée

# Notification_DisconnectedBody
source: The mower no longer communicates with the Husqvarna cloud.
fr_fr: La tondeuse ne communique plus avec le cloud Husqvarna.

# Notification_ReconnectedTitle
source: {0} is connected again
fr_fr: {0} est de nouveau connectée

# Notification_ReconnectedBody
source: Communication with the mower is restored.
fr_fr: La communication avec la tondeuse est rétablie.

# Notification_Open
source: Open
fr_fr: Ouvrir

# Notification_TestTitle
source: Test notification
fr_fr: Notification de test

# Notification_TestBody
source: This is how HusqA Cockpit will warn you when a mower needs attention.
fr_fr: Voici comment HusqA Cockpit vous préviendra quand une tondeuse a besoin d'attention.

# Notification_TrayHintTitle
source: HusqA Cockpit is still running
fr_fr: HusqA Cockpit reste actif

# Notification_TrayHintBody
source: It keeps watching your mowers from the notification area. Right-click its icon to quit.
fr_fr: Il continue de surveiller vos tondeuses depuis la zone de notification. Clic droit sur son icône pour quitter.

# Dialog_ResetBladesTitle
source: Reset the blade counter?
fr_fr: Remettre à zéro le compteur des lames ?

# Dialog_ResetBladesText
source: Do this after replacing the blades of {0}.
fr_fr: À faire après avoir remplacé les lames de {0}.

# Dialog_Reset
source: Reset
fr_fr: Remettre à zéro

# Dialog_Cancel
source: Cancel
fr_fr: Annuler

# Nav_Dashboard.Content
source: My mowers
fr_fr: Mes tondeuses

# Dashboard_Title.Text
source: My mowers
fr_fr: Mes tondeuses

# Dashboard_ResumeAll.Label
source: Resume all
fr_fr: Tout reprendre

# Dashboard_ResumeAll.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: All mowers follow their schedule again
fr_fr: Toutes les tondeuses reprennent leur planning

# Dashboard_ParkAll.Label
source: Park all
fr_fr: Tout garer

# Dashboard_ParkAll.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Send all mowers back to their station until further notice
fr_fr: Renvoyer toutes les tondeuses à leur station jusqu'à nouvel ordre

# Dashboard_Refresh.Label
source: Refresh
fr_fr: Actualiser

# Dashboard_EmptyTitle.Text
source: No mowers yet
fr_fr: Aucune tondeuse pour l'instant

# Dashboard_EmptyText.Text
source: Your mowers will appear here as soon as the connection to Husqvarna is established.
fr_fr: Vos tondeuses apparaîtront ici dès que la connexion à Husqvarna sera établie.

# Banner_OpenSettings.Content
source: Open settings
fr_fr: Ouvrir les paramètres

# Card_Details.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Details
fr_fr: Détails

# Card_Details.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Details
fr_fr: Détails

# Card_CuttingHeight.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Cutting height
fr_fr: Hauteur de coupe

# Card_Headlights.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Headlights
fr_fr: Phares

# Action_Start.Text
source: Mow
fr_fr: Tondre

# Action_StartButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Mow now, outside the schedule
fr_fr: Tondre maintenant, hors planning

# Action_StartButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Mow
fr_fr: Tondre

# Action_StartLong.Text
source: Mow now
fr_fr: Tondre maintenant

# Action_Start30.Text
source: For 30 minutes
fr_fr: Pendant 30 minutes

# Action_Start60.Text
source: For 1 hour
fr_fr: Pendant 1 heure

# Action_Start120.Text
source: For 2 hours
fr_fr: Pendant 2 heures

# Action_Start180.Text
source: For 3 hours
fr_fr: Pendant 3 heures

# Action_Start360.Text
source: For 6 hours
fr_fr: Pendant 6 heures

# Action_PauseButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Stop where it is
fr_fr: S'arrêter sur place

# Action_Park.Text
source: Park
fr_fr: Garer

# Action_ParkButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Go back to the charging station
fr_fr: Retourner à la station de charge

# Action_ParkButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Park
fr_fr: Garer

# Action_ParkLong.Text
source: Back to station
fr_fr: Retour à la station

# Action_ParkNextSchedule.Text
source: Until the next scheduled start
fr_fr: Jusqu'au prochain créneau

# Action_ParkFurtherNotice.Text
source: Until further notice
fr_fr: Jusqu'à nouvel ordre

# Action_Park180.Text
source: For 3 hours
fr_fr: Pendant 3 heures

# Action_Park360.Text
source: For 6 hours
fr_fr: Pendant 6 heures

# Action_Park1440.Text
source: For 24 hours
fr_fr: Pendant 24 heures

# Action_Resume.Text
source: Resume
fr_fr: Reprendre

# Action_ResumeButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Follow the weekly schedule again
fr_fr: Revenir au planning hebdomadaire

source: Resume schedule
fr_fr: Reprendre le planning

# Action_ResumeLong.Text
source: Resume schedule
fr_fr: Reprendre le planning

# Detail_Serial.Text
source: Serial no.
fr_fr: N° de série

# Detail_ConfirmError.Content
source: Acknowledge
fr_fr: Acquitter

# Detail_Activity.Text
source: Activity
fr_fr: Activité

# Detail_State.Text
source: State
fr_fr: État

# Detail_LastUpdate.Text
source: Last update
fr_fr: Dernière mise à jour

# Detail_CommandsHeader.Text
source: Commands
fr_fr: Commandes

# Detail_SettingsHeader.Text
source: Settings
fr_fr: Réglages

# Detail_CuttingHeight.Text
source: Cutting height (1–9)
fr_fr: Hauteur de coupe (1–9)

# Detail_Headlights.Text
source: Headlights
fr_fr: Phares

# Detail_Apply.Content
source: Apply
fr_fr: Appliquer

source: Cutting height
fr_fr: Hauteur de coupe

source: Headlights
fr_fr: Phares

# Detail_ScheduleHeader.Text
source: Weekly schedule
fr_fr: Planning hebdomadaire

# Detail_NoSchedule.Text
source: No schedule defined.
fr_fr: Aucun planning défini.

# Detail_EditSchedule.Content
source: Edit schedule
fr_fr: Modifier le planning

# Detail_ScheduleWorkAreas.Text
source: This mower uses work areas: its schedule cannot be edited here yet.
fr_fr: Cette tondeuse utilise des zones de travail : son planning n'est pas encore modifiable ici.

# ScheduleEditorDialog.Title
source: Weekly schedule
fr_fr: Planning hebdomadaire

# ScheduleEditorDialog.PrimaryButtonText
source: Send to the mower
fr_fr: Envoyer à la tondeuse

# ScheduleEditorDialog.CloseButtonText
source: Cancel
fr_fr: Annuler

# ScheduleEditor_Hint.Text
source: The mower mows during these time slots, on the selected days. The change is sent to the mower when you confirm.
fr_fr: La tondeuse tond pendant ces créneaux, aux jours sélectionnés. Un créneau peut finir à minuit ; de minuit à minuit, il dure toute la journée. La modification est envoyée à la tondeuse quand vous confirmez.

# ScheduleEditor_Start.Header
source: Start
fr_fr: Début

# ScheduleEditor_End.Header
source: End
fr_fr: Fin

# ScheduleEditor_Add.Content
source: Add a time slot
fr_fr: Ajouter un créneau

# ScheduleEditor_Empty.Text
source: No time slot: the mower will not start on its own.
fr_fr: Aucun créneau : la tondeuse ne démarrera pas toute seule.

# ScheduleEditor_Remove.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove this slot
fr_fr: Supprimer ce créneau

source: Remove this slot
fr_fr: Supprimer ce créneau

# Issue_NoDays
source: Slot {0}: select at least one day.
fr_fr: Créneau {0} : sélectionnez au moins un jour.

# Issue_EndBeforeStart
source: Slot {0}: the end must be after the start.
fr_fr: Créneau {0} : la fin doit être après le début.

# Issue_CrossesMidnight
source: Slot {0} cannot continue past midnight.
fr_fr: Le créneau {0} ne peut pas dépasser minuit.

# Issue_Overlap
source: Slots {0} and {1} overlap on {2}.
fr_fr: Les créneaux {0} et {1} se chevauchent le {2}.

# Command_ScheduleSent
source: Schedule sent to the mower.
fr_fr: Planning envoyé à la tondeuse.

# Detail_StatisticsHeader.Text
source: Statistics
fr_fr: Statistiques

# Detail_ResetBlades.Content
source: Reset blade counter
fr_fr: Remettre à zéro le compteur des lames

# Detail_PositionHeader.Text
source: Last known position
fr_fr: Dernière position connue

# Detail_OpenMap.Content
source: Open in OpenStreetMap
fr_fr: Ouvrir dans OpenStreetMap

# Detail_Recenter.Content
source: Recenter
fr_fr: Recentrer

# Detail_TrackHint.Text
source: Line: the last positions reported by the mower (the large dot is the most recent one, the small one the oldest).
fr_fr: Trait : les dernières positions signalées par la tondeuse (le grand point est la plus récente, le petit la plus ancienne).

# Nav_Map.Content
source: Map
fr_fr: Carte

# Map_Title.Text
source: Map
fr_fr: Carte

# Map_RecenterText.Text
source: Recenter
fr_fr: Recentrer

# Map_Empty.Text
source: No GPS position available yet.
fr_fr: Aucune position GPS disponible pour l'instant.

# Map_Unavailable
source: The map needs the Microsoft Edge WebView2 runtime, which could not be started.
fr_fr: La carte nécessite le runtime Microsoft Edge WebView2, qui n'a pas pu démarrer.

# Map_GetWebView2.Content
source: Download WebView2
fr_fr: Télécharger WebView2

# Detail_MessagesHeader.Text
source: Event history
fr_fr: Historique des événements

# Detail_LoadMessages.Content
source: Load history
fr_fr: Charger l'historique

# Detail_NoMessages.Text
source: No events recorded.
fr_fr: Aucun événement enregistré.

# Settings_Title.Text
source: Settings
fr_fr: Paramètres

# Settings_ApiHeader.Text
source: Husqvarna API key
fr_fr: Clé d'API Husqvarna

# Settings_ApiHelp.Text
source: Create an application on the Husqvarna developer portal, connect it to the “Authentication API” and “Automower Connect API”, then copy its key and secret here.
fr_fr: Créez une application sur le portail développeur Husqvarna, connectez-la aux API « Authentication API » et « Automower Connect API », puis copiez ici sa clé et son secret.

# Settings_ApiPortal.Content
source: Open the Husqvarna developer portal
fr_fr: Ouvrir le portail développeur Husqvarna

# Settings_ApplicationKey.Header
source: Application key
fr_fr: Clé d'application (Application key)

# Settings_ApplicationSecret.Header
source: Application secret
fr_fr: Secret d'application (Application secret)

# Settings_Save.Content
source: Save and connect
fr_fr: Enregistrer et se connecter

# Settings_Test.Content
source: Test
fr_fr: Tester

# Settings_Delete.Content
source: Delete
fr_fr: Supprimer

# Settings_ApiStorage.Text
source: The key and secret are stored in the Windows Credential Manager of your user account, never in plain text.
fr_fr: La clé et le secret sont stockés dans le Gestionnaire d'identification Windows de votre compte, jamais en clair.

# Settings_NotificationsHeader.Text
source: Windows notifications
fr_fr: Notifications Windows

# Settings_NotifyErrors.Header
source: When a mower reports an error or an alarm
fr_fr: Quand une tondeuse signale une erreur ou une alarme

# Settings_NotifyRecoveries.Header
source: When a mower recovers from an error
fr_fr: Quand une tondeuse se remet d'une erreur

# Settings_NotifyStopped.Header
source: When a mower stops and needs a manual action
fr_fr: Quand une tondeuse s'arrête et demande une intervention

# Settings_NotifyConnectivity.Header
source: When a mower loses or regains its connection
fr_fr: Quand une tondeuse perd ou retrouve sa connexion

# Settings_TestNotification.Content
source: Send a test notification
fr_fr: Envoyer une notification de test

# Settings_BehaviorHeader.Text
source: Behavior
fr_fr: Comportement

# Settings_CloseToTray.Header
source: Keep running in the notification area when the window is closed
fr_fr: Rester actif dans la zone de notification quand la fenêtre est fermée
